Revit 2027 API
ParameterTypeId.StairsUpText Property
 "Up Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsUpText { get; }
Public Shared ReadOnly Property StairsUpText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsUpText {
	ForgeTypeId^ get ();
}
static member StairsUpText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace